[
  {
    "service": "hairdressing",
    "heading": "Excellent",
    "review": "I recently visited Emma’s at-home salon for a cut and colour, and it was an incredible experience.\n\nFrom the start, Emma made me feel completely comfortable, creating a warm and welcoming atmosphere. She listened carefully to the style I wanted and never made me feel like I was asking too much, even with my request for a more time-consuming colour trend!\n\nThe results were absolutely beautiful, exactly as I envisioned. Emma’s patience, attention to detail, and professionalism truly set her apart. I will definitely be returning and highly recommend her services!",
    "name": "Ella",
    "date": "14/10/2024",
    "images": [
      "review1_1.jpg",
      "review1_2.jpg",
      "review1_3.jpg"
    ]
  },
  {
    "service": "hairdressing",
    "heading": "Amazing",
    "review": "I recommend Emma to anyone; she is amazing! She is friendly, professional, takes the time to understand what you want to achieve and is very mindful of your time; great for fitting in a quick hair cut in your lunch break! She has cut and coloured my hair, as well as curled it for recent weddings I’ve attended, and I’m always blown away by what she is able to achieve.",
    "name": "Emily",
    "date": "12/03/2024",
    "images": [
      "IMG_1138.jpg",
      "IMG_1146.jpg"
    ]
  },
  {
    "service": "hairdressing",
    "heading": "Highly Recommend!",
    "review": "I had such a lovely experience today after meeting Emma. I finally have the hair colour I really wanted and needed! She worked so hard to get my perfect shade, and it was such a great experience. ",
    "name": "Sanaz",
    "date": "22/02/2025",
    "images": [
      "IMG_9189.jpg",
      "IMG_9187.jpg"
    ]
  },
  {
    "service": "hairdressing",
    "heading": "Transformed my hair",
    "review": "Amazing service, absolutely transformed my hair from flat and dull colour to a nice bright blonde. Highly recommend Emma!",
    "name": "Emma",
    "date": "20/01/2025",
    "images": [
      "IMG_8191.jpg",
      "IMG_8182.jpg"
    ]
  },
  {
    "service": "hairdressing",
    "heading": "10/10 experience",
    "review": "Emma had her work cut out with my hair as it is super thick and long, but she creates a lovely, relaxed environment which made the 6 hour job enjoyable. I had a full head of balayage highlights, a toner, a cut and a bouncy blowdry - the whole shabang! I showed her pictures of my desired style and she matched them exactly. I couldn’t recommend her more ! 10/10 experience",
    "name": "Nicky",
    "date": "27/05/2025",
    "images": [
      "nicky hair 2.webp",
      "Nicky hair.webp"
    ]
  },
  {
    "service": "hairdressing",
    "heading": "Absolutely Perfect",
    "review": "This morning Emma did my hair. I had a brief idea of what I’d like but was slightly unsure on certain aspects. Despite this Emma was able to work out what would look good & help me work out what I actually wanted. Absolutely love how subtle yet impactful the change is. My hair is absolutely perfect and better than I even hoped!!\n\nTrying a new hair dresser is always uneasy but I felt really comfortable! Definitely would recommend😊",
    "name": "Molly",
    "date": "24/05/2025",
    "images": []
  },
  {
    "service": "bridal_hair",
    "heading": "Real Pleasure",
    "review": "Emma was so helpful and got the MO from the get-go. Super responsive, so helpful, incredibly professional and helpful and cool, calm and collected on the day. Me and the whole bridal\nParty were thrilled with our different looks and Emma and team were so efficient and happy. Real pleasure and would definitely recommend. Thank you! X",
    "name": "Alex",
    "date": "05/07/2025",
    "images": []
  },
  {
    "service": "bridal_hair",
    "heading": "Highly recommend",
    "review": "Emma styled my hair and 3 bridesmaids for my wedding. She was so lovely, really calm and organised with a schedule ready for the morning.\nEmma did two lovely french twists, a half updo with curls and a low bun, which all stayed in place til the very end!\nI would highly recommend Emma's services - she was so helpful, used lovely high-quality products and had the most competitive prices of all suppliers I have seen.\nThank you Emma for making us all feel like princesses for a day! X",
    "name": "Becky",
    "date": "24/07/2025",
    "images": []
  },
  {
    "service": "bridal_hair",
    "heading": "Amazing",
    "review": "Emma was amazing! Not only was the end result perfect, but Emma was so helpful, professional and warm at every step of the way! It was a joy having her around on our wedding morning - it was like having another friend around to add to the excitement and warmth of the day! Would recommend her services highly, without hesitation!",
    "name": "Natasha",
    "date": "12/05/2025",
    "images": []
  },
  {
    "service": "bridal_hair",
    "heading": "Perfect",
    "review": "Emma, you were a dream on our special day. Not only did you have one bride to look after, you had two!\nMe & my wife are so grateful we found you..from the first few messages exchanged we knew straight away we had chosen the right hairdresser. You made us both feel at ease & achieved exactly what we wanted. 2 brides, 2 bridesmaids & 2 mother of the brides was your task & you smashed it. Everyone was over the moon with how our hair all turned out. You stayed until the very last minute with us, thankyou thankyou thankyou so much for everything you done for us. We couldn’t recommend you more, everyone who came into contact with you has said how lovely & friendly you were.\nWe do not need or want another wedding anytime soon but we hope to see you again! 😂\nThankyou honestly your amazing xx",
    "name": "Imogen",
    "date": "25/04/2025",
    "images": []
  }
]